window.PBERS_GROWTH = {
  "span": {
    "from": "2026-09-03",
    "to": "2026-09-09",
    "days": 6
  },
  "subs": [
    {
      "name": "MOON-BALL",
      "color": "#ccbb3e",
      "delta": 6000,
      "latest": 217000,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Dezinicht【Æž!フヒフム 海外アカウント】",
      "color": "#d45eb1",
      "delta": 3000,
      "latest": 117000,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "áíš!aispoaporu",
      "color": "#5e95d4",
      "delta": 1000,
      "latest": 137000,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Dotto edit",
      "color": "#3e66cc",
      "delta": 410,
      "latest": 10100,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "F丸",
      "color": "#cc583e",
      "delta": 400,
      "latest": 33400,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "くろまめ",
      "color": "#45cc3e",
      "delta": 300,
      "latest": 16100,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Past_Ball",
      "color": "#a55ed4",
      "delta": 50,
      "latest": 7690,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "AST.アオスト Polandball",
      "color": "#d4895e",
      "delta": 30,
      "latest": 3600,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "AJ ball",
      "color": "#a8cc3e",
      "delta": 10,
      "latest": 3500,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Somen ball",
      "color": "#3ecc9a",
      "delta": 0,
      "latest": 164000,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "りょうデス",
      "color": "#ccd45e",
      "delta": 0,
      "latest": 24000,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "JP-BALL",
      "color": "#d45e5e",
      "delta": 0,
      "latest": 438000,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Opera_cb",
      "color": "#79d45e",
      "delta": 0,
      "latest": 189000,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "日本猫耳版ボール【目標9000人】",
      "color": "#5ed4c0",
      "delta": 0,
      "latest": 12900,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Spheria",
      "color": "#793ecc",
      "delta": 0,
      "latest": 131000,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "udonball",
      "color": "#cc3e87",
      "delta": 0,
      "latest": 6890,
      "genre": "ポーランドボーラー"
    }
  ],
  "views": [
    {
      "name": "Dezinicht【Æž!フヒフム 海外アカウント】",
      "color": "#d45eb1",
      "delta": 1768842,
      "latest": 48117354,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "MOON-BALL",
      "color": "#ccbb3e",
      "delta": 805429,
      "latest": 37919178,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "F丸",
      "color": "#cc583e",
      "delta": 398578,
      "latest": 29068857,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "áíš!aispoaporu",
      "color": "#5e95d4",
      "delta": 383392,
      "latest": 93393692,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Dotto edit",
      "color": "#3e66cc",
      "delta": 365319,
      "latest": 7232028,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Opera_cb",
      "color": "#79d45e",
      "delta": 232981,
      "latest": 88607639,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Somen ball",
      "color": "#3ecc9a",
      "delta": 218668,
      "latest": 61640920,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "JP-BALL",
      "color": "#d45e5e",
      "delta": 187257,
      "latest": 165881874,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Spheria",
      "color": "#793ecc",
      "delta": 75856,
      "latest": 92402087,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Past_Ball",
      "color": "#a55ed4",
      "delta": 14844,
      "latest": 3507359,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "くろまめ",
      "color": "#45cc3e",
      "delta": 14216,
      "latest": 15912764,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "AST.アオスト Polandball",
      "color": "#d4895e",
      "delta": 6905,
      "latest": 1729528,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "udonball",
      "color": "#cc3e87",
      "delta": 4100,
      "latest": 1232103,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "AJ ball",
      "color": "#a8cc3e",
      "delta": 3285,
      "latest": 1513009,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "日本猫耳版ボール【目標9000人】",
      "color": "#5ed4c0",
      "delta": 2621,
      "latest": 3926488,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "りょうデス",
      "color": "#ccd45e",
      "delta": 2577,
      "latest": 15248349,
      "genre": "ポーランドボーラー"
    }
  ],
  "videos": [
    {
      "name": "くろまめ",
      "color": "#45cc3e",
      "delta": 6,
      "latest": 69,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "áíš!aispoaporu",
      "color": "#5e95d4",
      "delta": 4,
      "latest": 1049,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "MOON-BALL",
      "color": "#ccbb3e",
      "delta": 2,
      "latest": 33,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Past_Ball",
      "color": "#a55ed4",
      "delta": 2,
      "latest": 213,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "AST.アオスト Polandball",
      "color": "#d4895e",
      "delta": 1,
      "latest": 32,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Dezinicht【Æž!フヒフム 海外アカウント】",
      "color": "#d45eb1",
      "delta": 1,
      "latest": 255,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "F丸",
      "color": "#cc583e",
      "delta": 1,
      "latest": 89,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Dotto edit",
      "color": "#3e66cc",
      "delta": 1,
      "latest": 62,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Somen ball",
      "color": "#3ecc9a",
      "delta": 0,
      "latest": 139,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "AJ ball",
      "color": "#a8cc3e",
      "delta": 0,
      "latest": 39,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "JP-BALL",
      "color": "#d45e5e",
      "delta": 0,
      "latest": 128,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Opera_cb",
      "color": "#79d45e",
      "delta": 0,
      "latest": 142,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "日本猫耳版ボール【目標9000人】",
      "color": "#5ed4c0",
      "delta": 0,
      "latest": 226,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "Spheria",
      "color": "#793ecc",
      "delta": 0,
      "latest": 68,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "udonball",
      "color": "#cc3e87",
      "delta": 0,
      "latest": 119,
      "genre": "ポーランドボーラー"
    },
    {
      "name": "りょうデス",
      "color": "#ccd45e",
      "delta": -1,
      "latest": 891,
      "genre": "ポーランドボーラー"
    }
  ],
  "days": [
    "2026-08-30",
    "2026-08-31",
    "2026-09-01",
    "2026-09-02",
    "2026-09-03",
    "2026-09-04",
    "2026-09-05",
    "2026-09-06",
    "2026-09-07",
    "2026-09-08",
    "2026-09-09"
  ],
  "channels": [
    {
      "name": "áíš!aispoaporu",
      "color": "#5e95d4",
      "genre": "ポーランドボーラー",
      "subs": [
        136000,
        136000,
        136000,
        136000,
        136000,
        137000,
        137000,
        137000,
        137000,
        137000,
        137000
      ],
      "views": [
        92774098,
        92885550,
        92939604,
        93010300,
        93064745,
        93064745,
        93189682,
        93268972,
        93340362,
        93383103,
        93393692
      ],
      "videos": [
        1044,
        1044,
        1045,
        1045,
        1046,
        1046,
        1047,
        1048,
        1048,
        1049,
        1049
      ]
    },
    {
      "name": "くろまめ",
      "color": "#45cc3e",
      "genre": "ポーランドボーラー",
      "subs": [
        15800,
        15800,
        15800,
        15800,
        15800,
        15800,
        15900,
        15900,
        16000,
        16100,
        16100
      ],
      "views": [
        15878760,
        15879798,
        15896288,
        15898065,
        15899612,
        15899612,
        15903694,
        15909306,
        15910441,
        15912764,
        15912764
      ],
      "videos": [
        63,
        63,
        63,
        63,
        64,
        65,
        66,
        67,
        68,
        69,
        69
      ]
    },
    {
      "name": "Somen ball",
      "color": "#3ecc9a",
      "genre": "ポーランドボーラー",
      "subs": [
        null,
        null,
        null,
        null,
        null,
        null,
        164000,
        164000,
        164000,
        164000,
        164000
      ],
      "views": [
        null,
        null,
        null,
        null,
        null,
        null,
        61470970,
        61530570,
        61583381,
        61626259,
        61640920
      ],
      "videos": [
        null,
        null,
        null,
        null,
        null,
        null,
        139,
        139,
        139,
        139,
        139
      ]
    },
    {
      "name": "AST.アオスト Polandball",
      "color": "#d4895e",
      "genre": "ポーランドボーラー",
      "subs": [
        3570,
        3570,
        3570,
        3570,
        3570,
        3580,
        3580,
        3600,
        3600,
        3600,
        3600
      ],
      "views": [
        1720649,
        1721540,
        1721951,
        1722623,
        1723298,
        1723298,
        1725446,
        1727384,
        1728146,
        1729528,
        1729528
      ],
      "videos": [
        32,
        31,
        31,
        31,
        31,
        31,
        32,
        32,
        32,
        32,
        32
      ]
    },
    {
      "name": "りょうデス",
      "color": "#ccd45e",
      "genre": "ポーランドボーラー",
      "subs": [
        null,
        null,
        null,
        null,
        null,
        null,
        24000,
        24000,
        24000,
        24000,
        24000
      ],
      "views": [
        null,
        null,
        null,
        null,
        null,
        null,
        15246576,
        15247353,
        15247843,
        15248349,
        15248349
      ],
      "videos": [
        null,
        null,
        null,
        null,
        null,
        null,
        892,
        892,
        891,
        891,
        891
      ]
    },
    {
      "name": "Dezinicht【Æž!フヒフム 海外アカウント】",
      "color": "#d45eb1",
      "genre": "ポーランドボーラー",
      "subs": [
        112000,
        113000,
        113000,
        114000,
        114000,
        115000,
        116000,
        116000,
        117000,
        117000,
        117000
      ],
      "views": [
        45503005,
        45715901,
        46028886,
        46348512,
        46634662,
        46634662,
        47147950,
        47520016,
        47777280,
        48023053,
        48117354
      ],
      "videos": [
        254,
        254,
        254,
        254,
        255,
        255,
        254,
        254,
        254,
        255,
        255
      ]
    },
    {
      "name": "AJ ball",
      "color": "#a8cc3e",
      "genre": "ポーランドボーラー",
      "subs": [
        3490,
        3490,
        3490,
        3490,
        3500,
        3500,
        3500,
        3500,
        3500,
        3500,
        3500
      ],
      "views": [
        1508247,
        1508567,
        1509009,
        1509724,
        1510150,
        1510150,
        1511082,
        1512010,
        1512281,
        1512780,
        1513009
      ],
      "videos": [
        38,
        38,
        39,
        39,
        39,
        39,
        39,
        39,
        39,
        39,
        39
      ]
    },
    {
      "name": "JP-BALL",
      "color": "#d45e5e",
      "genre": "ポーランドボーラー",
      "subs": [
        438000,
        438000,
        438000,
        438000,
        438000,
        438000,
        438000,
        438000,
        438000,
        438000,
        438000
      ],
      "views": [
        165596715,
        165631370,
        165651023,
        165683995,
        165713053,
        165713053,
        165773603,
        165829973,
        165845967,
        165871733,
        165881874
      ],
      "videos": [
        128,
        128,
        128,
        128,
        128,
        128,
        128,
        128,
        128,
        128,
        128
      ]
    },
    {
      "name": "Opera_cb",
      "color": "#79d45e",
      "genre": "ポーランドボーラー",
      "subs": [
        189000,
        189000,
        189000,
        189000,
        189000,
        189000,
        189000,
        189000,
        189000,
        189000,
        189000
      ],
      "views": [
        88257661,
        88282254,
        88322354,
        88362461,
        88399777,
        88399777,
        88477376,
        88543360,
        88563495,
        88596859,
        88607639
      ],
      "videos": [
        142,
        142,
        142,
        142,
        142,
        142,
        142,
        142,
        142,
        142,
        142
      ]
    },
    {
      "name": "日本猫耳版ボール【目標9000人】",
      "color": "#5ed4c0",
      "genre": "ポーランドボーラー",
      "subs": [
        12900,
        12900,
        12900,
        12900,
        12900,
        12900,
        12900,
        12900,
        12900,
        12900,
        12900
      ],
      "views": [
        3922565,
        3922808,
        3923340,
        3923757,
        3924067,
        3924067,
        3924835,
        3925401,
        3925899,
        3926488,
        3926488
      ],
      "videos": [
        226,
        226,
        226,
        226,
        226,
        226,
        226,
        226,
        226,
        226,
        226
      ]
    },
    {
      "name": "MOON-BALL",
      "color": "#ccbb3e",
      "genre": "ポーランドボーラー",
      "subs": [
        208000,
        209000,
        209000,
        211000,
        211000,
        213000,
        214000,
        215000,
        216000,
        217000,
        217000
      ],
      "views": [
        36863205,
        36948232,
        36994086,
        37081212,
        37178596,
        37178596,
        37476489,
        37677695,
        37765244,
        37919178,
        37919178
      ],
      "videos": [
        31,
        31,
        31,
        31,
        31,
        31,
        32,
        33,
        33,
        33,
        33
      ]
    },
    {
      "name": "Past_Ball",
      "color": "#a55ed4",
      "genre": "ポーランドボーラー",
      "subs": [
        7610,
        7630,
        7640,
        7640,
        7650,
        7650,
        7660,
        7680,
        7690,
        7690,
        7690
      ],
      "views": [
        3486043,
        3487618,
        3489915,
        3491905,
        3493897,
        3493897,
        3500279,
        3502494,
        3505423,
        3507359,
        3507359
      ],
      "videos": [
        210,
        211,
        211,
        211,
        211,
        211,
        212,
        213,
        213,
        213,
        213
      ]
    },
    {
      "name": "F丸",
      "color": "#cc583e",
      "genre": "ポーランドボーラー",
      "subs": [
        32800,
        32900,
        32900,
        33000,
        33000,
        33000,
        33200,
        33300,
        33400,
        33400,
        33400
      ],
      "views": [
        28413828,
        28551326,
        28588153,
        28636749,
        28711846,
        28768452,
        28846566,
        28889613,
        28992916,
        29068857,
        29068857
      ],
      "videos": [
        88,
        88,
        88,
        88,
        88,
        89,
        89,
        89,
        89,
        89,
        89
      ]
    },
    {
      "name": "Dotto edit",
      "color": "#3e66cc",
      "genre": "ポーランドボーラー",
      "subs": [
        9620,
        9630,
        9650,
        9680,
        9730,
        9740,
        9790,
        9820,
        9850,
        9980,
        10100
      ],
      "views": [
        6728672,
        6757159,
        6790471,
        6841885,
        6900851,
        6980407,
        7031691,
        7152622,
        7168416,
        7212916,
        7232028
      ],
      "videos": [
        61,
        61,
        61,
        61,
        61,
        61,
        61,
        61,
        62,
        62,
        62
      ]
    },
    {
      "name": "Spheria",
      "color": "#793ecc",
      "genre": "ポーランドボーラー",
      "subs": [
        null,
        null,
        null,
        null,
        null,
        null,
        131000,
        131000,
        131000,
        131000,
        131000
      ],
      "views": [
        null,
        null,
        null,
        null,
        null,
        null,
        92354092,
        92370770,
        92384806,
        92397620,
        92402087
      ],
      "videos": [
        null,
        null,
        null,
        null,
        null,
        null,
        68,
        68,
        68,
        68,
        68
      ]
    },
    {
      "name": "udonball",
      "color": "#cc3e87",
      "genre": "ポーランドボーラー",
      "subs": [
        6880,
        6880,
        6890,
        6890,
        6890,
        6890,
        6890,
        6890,
        6890,
        6890,
        6890
      ],
      "views": [
        1228190,
        1228658,
        1226897,
        1227701,
        1228394,
        1228394,
        1229692,
        1230966,
        1231428,
        1231939,
        1232103
      ],
      "videos": [
        119,
        119,
        119,
        119,
        119,
        119,
        119,
        119,
        119,
        119,
        119
      ]
    }
  ],
  "totals": {
    "dates": [
      "2026-08-30",
      "2026-08-31",
      "2026-09-01",
      "2026-09-02",
      "2026-09-03",
      "2026-09-04",
      "2026-09-05",
      "2026-09-06",
      "2026-09-07",
      "2026-09-08",
      "2026-09-09"
    ],
    "subs": [
      1175670,
      1177800,
      1177840,
      1180970,
      1181040,
      1185060,
      1506420,
      1507590,
      1509830,
      1511060,
      1511180
    ],
    "views": [
      491881638,
      492520781,
      493081977,
      493738889,
      494382948,
      494519110,
      664810023,
      665838505,
      666483328,
      667168785,
      667333229
    ],
    "videos": [
      2436,
      2436,
      2438,
      2438,
      2441,
      2443,
      3546,
      3550,
      3551,
      3554,
      3554
    ]
  }
};
