window.PBERS_NEWS = [
  {
    "date": "2026-09-01",
    "label": "9月1日(火)",
    "items": []
  },
  {
    "date": "2026-08-31",
    "label": "8月31日(月)",
    "items": []
  },
  {
    "date": "2026-08-30",
    "label": "8月30日(日)",
    "items": []
  },
  {
    "date": "2026-08-29",
    "label": "8月29日(土)",
    "items": []
  },
  {
    "date": "2026-08-28",
    "label": "8月28日(金)",
    "items": []
  },
  {
    "date": "2026-08-27",
    "label": "8月27日(木)",
    "items": []
  },
  {
    "date": "2026-08-26",
    "label": "8月26日(水)",
    "items": []
  }
];
