window.PBERS_NEWS = [
  {
    "date": "2026-10-03",
    "label": "10月3日(土)",
    "items": []
  },
  {
    "date": "2026-10-02",
    "label": "10月2日(金)",
    "items": []
  },
  {
    "date": "2026-10-01",
    "label": "10月1日(木)",
    "items": []
  },
  {
    "date": "2026-09-30",
    "label": "9月30日(水)",
    "items": []
  },
  {
    "date": "2026-09-29",
    "label": "9月29日(火)",
    "items": []
  },
  {
    "date": "2026-09-28",
    "label": "9月28日(月)",
    "items": []
  },
  {
    "date": "2026-09-27",
    "label": "9月27日(日)",
    "items": []
  }
];
