window.PBERS_NEWS = [
  {
    "date": "2026-10-18",
    "label": "10月18日(日)",
    "items": []
  },
  {
    "date": "2026-10-17",
    "label": "10月17日(土)",
    "items": []
  },
  {
    "date": "2026-10-16",
    "label": "10月16日(金)",
    "items": []
  },
  {
    "date": "2026-10-15",
    "label": "10月15日(木)",
    "items": []
  },
  {
    "date": "2026-10-14",
    "label": "10月14日(水)",
    "items": []
  },
  {
    "date": "2026-10-13",
    "label": "10月13日(火)",
    "items": []
  },
  {
    "date": "2026-10-12",
    "label": "10月12日(月)",
    "items": []
  }
];
