window.PBERS_NEWS = [
  {
    "date": "2026-09-29",
    "label": "9月29日(火)",
    "items": []
  },
  {
    "date": "2026-09-28",
    "label": "9月28日(月)",
    "items": []
  },
  {
    "date": "2026-09-27",
    "label": "9月27日(日)",
    "items": []
  },
  {
    "date": "2026-09-26",
    "label": "9月26日(土)",
    "items": []
  },
  {
    "date": "2026-09-25",
    "label": "9月25日(金)",
    "items": []
  },
  {
    "date": "2026-09-24",
    "label": "9月24日(木)",
    "items": []
  },
  {
    "date": "2026-09-23",
    "label": "9月23日(水)",
    "items": []
  }
];
