window.PBERS_NEWS = [
  {
    "date": "2026-08-21",
    "label": "8月21日(金)",
    "items": []
  },
  {
    "date": "2026-08-20",
    "label": "8月20日(木)",
    "items": []
  },
  {
    "date": "2026-08-19",
    "label": "8月19日(水)",
    "items": []
  },
  {
    "date": "2026-08-18",
    "label": "8月18日(火)",
    "items": []
  },
  {
    "date": "2026-08-17",
    "label": "8月17日(月)",
    "items": []
  },
  {
    "date": "2026-08-16",
    "label": "8月16日(日)",
    "items": []
  },
  {
    "date": "2026-08-15",
    "label": "8月15日(土)",
    "items": []
  }
];
