window.PBERS_RACE = [
  {
    "special": true,
    "title": "首位争い TOP3",
    "members": [
      {
        "name": "Æž!フヒフム",
        "color": "#9b51e0",
        "avatar": "https://yt3.googleusercontent.com/o0-EijPjZl_g0OcDfSJdv78d6uG6Ba0RxPPeI4spBOdIZqL842tVa_BsE8_cNxZLHRwd8PmZEA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 392000,
        "history": [
          {
            "d": "2026-08-20",
            "s": 383000
          },
          {
            "d": "2026-08-21",
            "s": 385000
          },
          {
            "d": "2026-08-22",
            "s": 385000
          },
          {
            "d": "2026-08-23",
            "s": 386000
          },
          {
            "d": "2026-08-24",
            "s": 387000
          },
          {
            "d": "2026-08-25",
            "s": 388000
          },
          {
            "d": "2026-08-26",
            "s": 389000
          },
          {
            "d": "2026-08-27",
            "s": 390000
          },
          {
            "d": "2026-08-28",
            "s": 391000
          },
          {
            "d": "2026-08-29",
            "s": 391000
          },
          {
            "d": "2026-08-30",
            "s": 392000
          },
          {
            "d": "2026-08-31",
            "s": 392000
          }
        ]
      },
      {
        "name": "Æž!みかんぼーる🍊",
        "color": "#eba864",
        "avatar": "https://yt3.googleusercontent.com/bfqlU3pRffP-Nauyf2Ax_Ayok7ZW_riXTZKwZqsnyjvPidGhHJV4l-Eo6BMxHLj75thRFuiU=s900-c-k-c0x00ffffff-no-rj",
        "subs": 320000,
        "history": [
          {
            "d": "2026-08-20",
            "s": 309000
          },
          {
            "d": "2026-08-21",
            "s": 311000
          },
          {
            "d": "2026-08-22",
            "s": 311000
          },
          {
            "d": "2026-08-23",
            "s": 312000
          },
          {
            "d": "2026-08-24",
            "s": 313000
          },
          {
            "d": "2026-08-25",
            "s": 314000
          },
          {
            "d": "2026-08-26",
            "s": 316000
          },
          {
            "d": "2026-08-27",
            "s": 317000
          },
          {
            "d": "2026-08-28",
            "s": 318000
          },
          {
            "d": "2026-08-29",
            "s": 319000
          },
          {
            "d": "2026-08-30",
            "s": 320000
          },
          {
            "d": "2026-08-31",
            "s": 320000
          }
        ]
      },
      {
        "name": "田中MID",
        "color": "#2f80ed",
        "avatar": "https://yt3.googleusercontent.com/mnFY8X_lmtyW54Uh5ocg1QJQVTxTRKG9XDdrGAhxFZpPPJzhsGue-cMHqLBCsIRF4hBHjsLU=s900-c-k-c0x00ffffff-no-rj",
        "subs": 294000,
        "history": [
          {
            "d": "2026-08-20",
            "s": 284000
          },
          {
            "d": "2026-08-21",
            "s": 286000
          },
          {
            "d": "2026-08-22",
            "s": 287000
          },
          {
            "d": "2026-08-23",
            "s": 288000
          },
          {
            "d": "2026-08-24",
            "s": 289000
          },
          {
            "d": "2026-08-25",
            "s": 289000
          },
          {
            "d": "2026-08-26",
            "s": 290000
          },
          {
            "d": "2026-08-27",
            "s": 291000
          },
          {
            "d": "2026-08-28",
            "s": 291000
          },
          {
            "d": "2026-08-29",
            "s": 292000
          },
          {
            "d": "2026-08-30",
            "s": 293000
          },
          {
            "d": "2026-08-31",
            "s": 294000
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "うずまき🌀",
        "color": "#4ec3e6",
        "avatar": "https://yt3.googleusercontent.com/LkRrW7onGMeTLMUJrz7kkIrH0s24TKAC_bpYBQGYSVDe_V_mde3xmj8zE5mVKHtXTKDArtwGaU4=s900-c-k-c0x00ffffff-no-rj",
        "subs": 29500,
        "history": [
          {
            "d": "2026-08-21",
            "s": 28800
          },
          {
            "d": "2026-08-22",
            "s": 28800
          },
          {
            "d": "2026-08-23",
            "s": 28800
          },
          {
            "d": "2026-08-24",
            "s": 28800
          },
          {
            "d": "2026-08-25",
            "s": 29200
          },
          {
            "d": "2026-08-26",
            "s": 29500
          },
          {
            "d": "2026-08-27",
            "s": 29500
          },
          {
            "d": "2026-08-28",
            "s": 29500
          },
          {
            "d": "2026-08-29",
            "s": 29500
          },
          {
            "d": "2026-08-30",
            "s": 29500
          },
          {
            "d": "2026-08-31",
            "s": 29500
          }
        ]
      },
      {
        "name": "Yukkuri ball",
        "color": "#8f2f2f",
        "avatar": "https://yt3.googleusercontent.com/ytc/AIdro_mR5LylFOFrr-t2X5vaJbwkzfKOkvcpiNfdQw8kaFQAAw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 29400,
        "history": [
          {
            "d": "2026-08-20",
            "s": 29300
          },
          {
            "d": "2026-08-21",
            "s": 29300
          },
          {
            "d": "2026-08-22",
            "s": 29300
          },
          {
            "d": "2026-08-23",
            "s": 29300
          },
          {
            "d": "2026-08-24",
            "s": 29400
          },
          {
            "d": "2026-08-25",
            "s": 29400
          },
          {
            "d": "2026-08-26",
            "s": 29400
          },
          {
            "d": "2026-08-27",
            "s": 29400
          },
          {
            "d": "2026-08-28",
            "s": 29400
          },
          {
            "d": "2026-08-29",
            "s": 29400
          },
          {
            "d": "2026-08-30",
            "s": 29400
          },
          {
            "d": "2026-08-31",
            "s": 29400
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "日帝ボール",
        "color": "#793ecc",
        "avatar": "https://yt3.googleusercontent.com/xXeQaK6fg2pfljWrgaMI_wG8G9HGyAgb8G_W1BU67gH5NiOQRd7-4wK7PdQlOFRUPCQKvjVHBuQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 24300,
        "history": [
          {
            "d": "2026-08-20",
            "s": 23700
          },
          {
            "d": "2026-08-21",
            "s": 23800
          },
          {
            "d": "2026-08-22",
            "s": 23800
          },
          {
            "d": "2026-08-23",
            "s": 23900
          },
          {
            "d": "2026-08-24",
            "s": 23900
          },
          {
            "d": "2026-08-25",
            "s": 24000
          },
          {
            "d": "2026-08-26",
            "s": 24100
          },
          {
            "d": "2026-08-27",
            "s": 24100
          },
          {
            "d": "2026-08-28",
            "s": 24200
          },
          {
            "d": "2026-08-29",
            "s": 24200
          },
          {
            "d": "2026-08-30",
            "s": 24300
          },
          {
            "d": "2026-08-31",
            "s": 24300
          }
        ]
      },
      {
        "name": "すいかぼーる",
        "color": "#d45eb1",
        "avatar": "https://yt3.googleusercontent.com/bDvE2BnwRg6dRlxeBdzO-nNMsUNBS8ZL952Aoog1ENFH0TYSZXmJ04xCq00TaYHRrW6BZpPyaJY=s900-c-k-c0x00ffffff-no-rj",
        "subs": 24200,
        "history": [
          {
            "d": "2026-08-20",
            "s": 24100
          },
          {
            "d": "2026-08-21",
            "s": 24100
          },
          {
            "d": "2026-08-22",
            "s": 24100
          },
          {
            "d": "2026-08-23",
            "s": 24200
          },
          {
            "d": "2026-08-24",
            "s": 24200
          },
          {
            "d": "2026-08-25",
            "s": 24200
          },
          {
            "d": "2026-08-26",
            "s": 24200
          },
          {
            "d": "2026-08-27",
            "s": 24200
          },
          {
            "d": "2026-08-28",
            "s": 24200
          },
          {
            "d": "2026-08-29",
            "s": 24200
          },
          {
            "d": "2026-08-30",
            "s": 24200
          },
          {
            "d": "2026-08-31",
            "s": 24200
          }
        ]
      },
      {
        "name": "りょうデス",
        "color": "#cc583e",
        "avatar": "https://yt3.googleusercontent.com/3JZIEM7UfdCSG6s6ge7iysnTTyLWldBvHduFzlEyA2KMqsUWqUxtWKy6sL2EIlMdFlPzzJ2FlQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 24000,
        "history": [
          {
            "d": "2026-08-20",
            "s": 24000
          },
          {
            "d": "2026-08-21",
            "s": 24000
          },
          {
            "d": "2026-08-22",
            "s": 24000
          },
          {
            "d": "2026-08-23",
            "s": 24000
          },
          {
            "d": "2026-08-24",
            "s": 24000
          },
          {
            "d": "2026-08-25",
            "s": 24000
          },
          {
            "d": "2026-08-26",
            "s": 24000
          },
          {
            "d": "2026-08-27",
            "s": 24000
          },
          {
            "d": "2026-08-28",
            "s": 24000
          },
          {
            "d": "2026-08-29",
            "s": 24000
          },
          {
            "d": "2026-08-30",
            "s": 24000
          },
          {
            "d": "2026-08-31",
            "s": 24000
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "こゆまる_koyumaru908",
        "color": "#5ed4c0",
        "avatar": "https://yt3.googleusercontent.com/7E1EME20oj2j5h8bBf7K618lZ7fAEN6hB6j_l8zaxWbyH-8VK49BLcM0uS38ZvsRtELNy8Hp5g=s900-c-k-c0x00ffffff-no-rj",
        "subs": 21600,
        "history": [
          {
            "d": "2026-08-20",
            "s": 21400
          },
          {
            "d": "2026-08-21",
            "s": 21500
          },
          {
            "d": "2026-08-22",
            "s": 21600
          },
          {
            "d": "2026-08-23",
            "s": 21600
          },
          {
            "d": "2026-08-24",
            "s": 21600
          },
          {
            "d": "2026-08-25",
            "s": 21600
          },
          {
            "d": "2026-08-26",
            "s": 21600
          },
          {
            "d": "2026-08-27",
            "s": 21600
          },
          {
            "d": "2026-08-28",
            "s": 21600
          },
          {
            "d": "2026-08-29",
            "s": 21600
          },
          {
            "d": "2026-08-30",
            "s": 21600
          },
          {
            "d": "2026-08-31",
            "s": 21600
          }
        ]
      },
      {
        "name": "ｺﾏ",
        "color": "#3e66cc",
        "avatar": "https://yt3.googleusercontent.com/qfIMUcBcGCqbLGk6dZfwDM1ITBKnaYjIMF7mCqKncuWK8lA1JBya8wfa2f9evEE_mbpWj-67=s900-c-k-c0x00ffffff-no-rj",
        "subs": 21500,
        "history": [
          {
            "d": "2026-08-20",
            "s": 21100
          },
          {
            "d": "2026-08-21",
            "s": 21100
          },
          {
            "d": "2026-08-22",
            "s": 21100
          },
          {
            "d": "2026-08-23",
            "s": 21100
          },
          {
            "d": "2026-08-24",
            "s": 21200
          },
          {
            "d": "2026-08-25",
            "s": 21200
          },
          {
            "d": "2026-08-26",
            "s": 21200
          },
          {
            "d": "2026-08-27",
            "s": 21200
          },
          {
            "d": "2026-08-28",
            "s": 21300
          },
          {
            "d": "2026-08-29",
            "s": 21400
          },
          {
            "d": "2026-08-30",
            "s": 21500
          },
          {
            "d": "2026-08-31",
            "s": 21500
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": " ゼリョーヌィボール　活停中",
        "color": "#a55ed4",
        "avatar": "https://yt3.googleusercontent.com/h212WQooy6cDooAN4i3o7utLAZzgAV5nNo9ofNaIrQDAETaqLFxtL8sXOGoJpuJXjVkQ4h_LUYs=s900-c-k-c0x00ffffff-no-rj",
        "subs": 20700,
        "history": [
          {
            "d": "2026-08-20",
            "s": 20400
          },
          {
            "d": "2026-08-21",
            "s": 20500
          },
          {
            "d": "2026-08-22",
            "s": 20500
          },
          {
            "d": "2026-08-23",
            "s": 20500
          },
          {
            "d": "2026-08-24",
            "s": 20500
          },
          {
            "d": "2026-08-25",
            "s": 20600
          },
          {
            "d": "2026-08-26",
            "s": 20600
          },
          {
            "d": "2026-08-27",
            "s": 20600
          },
          {
            "d": "2026-08-28",
            "s": 20700
          },
          {
            "d": "2026-08-29",
            "s": 20700
          },
          {
            "d": "2026-08-30",
            "s": 20700
          },
          {
            "d": "2026-08-31",
            "s": 20700
          }
        ]
      },
      {
        "name": "ねこボール",
        "color": "#cc3e87",
        "avatar": "https://yt3.googleusercontent.com/vs0mdcPR3R_OnPIC5sEBR4uKQsFXDVuJR6FWVi9LxuvcpgfBWwOuY76hfgX7PAaOLIHqJ8cPqZo=s900-c-k-c0x00ffffff-no-rj",
        "subs": 20600,
        "history": [
          {
            "d": "2026-08-20",
            "s": 20500
          },
          {
            "d": "2026-08-21",
            "s": 20500
          },
          {
            "d": "2026-08-22",
            "s": 20500
          },
          {
            "d": "2026-08-23",
            "s": 20500
          },
          {
            "d": "2026-08-24",
            "s": 20500
          },
          {
            "d": "2026-08-25",
            "s": 20500
          },
          {
            "d": "2026-08-26",
            "s": 20500
          },
          {
            "d": "2026-08-27",
            "s": 20500
          },
          {
            "d": "2026-08-28",
            "s": 20600
          },
          {
            "d": "2026-08-29",
            "s": 20600
          },
          {
            "d": "2026-08-30",
            "s": 20600
          },
          {
            "d": "2026-08-31",
            "s": 20600
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "炭火焼き",
        "color": "#d4895e",
        "avatar": "https://yt3.googleusercontent.com/gk9_UdLk_1Ljo0YtH3dFvFZfdywxlXC1l1XfJ2zA054iHW7UdOLMIYWg4VsmDK1UI2rlHaDC2HE=s900-c-k-c0x00ffffff-no-rj",
        "subs": 18800,
        "history": [
          {
            "d": "2026-08-21",
            "s": 18800
          },
          {
            "d": "2026-08-22",
            "s": 18800
          },
          {
            "d": "2026-08-23",
            "s": 18800
          },
          {
            "d": "2026-08-24",
            "s": 18800
          },
          {
            "d": "2026-08-25",
            "s": 18800
          },
          {
            "d": "2026-08-26",
            "s": 18800
          },
          {
            "d": "2026-08-27",
            "s": 18800
          },
          {
            "d": "2026-08-28",
            "s": 18800
          },
          {
            "d": "2026-08-29",
            "s": 18800
          },
          {
            "d": "2026-08-30",
            "s": 18800
          },
          {
            "d": "2026-08-31",
            "s": 18800
          }
        ]
      },
      {
        "name": "ジャスティンピーバー - ポーランドボール",
        "color": "#a8cc3e",
        "avatar": "https://yt3.googleusercontent.com/dD1lw5k4kT5wkJaJ8eWioiFbnt-aSVbpv0utpqC4n4e8Xnyzv5mvAolsGqYg5cxEsx3oqat8xA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 18700,
        "history": [
          {
            "d": "2026-08-21",
            "s": 18600
          },
          {
            "d": "2026-08-22",
            "s": 18600
          },
          {
            "d": "2026-08-23",
            "s": 18700
          },
          {
            "d": "2026-08-24",
            "s": 18700
          },
          {
            "d": "2026-08-25",
            "s": 18700
          },
          {
            "d": "2026-08-26",
            "s": 18700
          },
          {
            "d": "2026-08-27",
            "s": 18700
          },
          {
            "d": "2026-08-28",
            "s": 18700
          },
          {
            "d": "2026-08-29",
            "s": 18700
          },
          {
            "d": "2026-08-30",
            "s": 18700
          },
          {
            "d": "2026-08-31",
            "s": 18700
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ミルー帝国-はんぺん[PB]",
        "color": "#3ec9cc",
        "avatar": "https://yt3.googleusercontent.com/Ky8R9pg8h7UvmF53F7Bv9forW3gIMrGUzI2JuRlUaX_Lzf19_45Sif5nf5BqRdQy0WDtPvGvLw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 17500,
        "history": [
          {
            "d": "2026-08-21",
            "s": 17300
          },
          {
            "d": "2026-08-22",
            "s": 17300
          },
          {
            "d": "2026-08-23",
            "s": 17400
          },
          {
            "d": "2026-08-24",
            "s": 17400
          },
          {
            "d": "2026-08-25",
            "s": 17400
          },
          {
            "d": "2026-08-26",
            "s": 17400
          },
          {
            "d": "2026-08-27",
            "s": 17500
          },
          {
            "d": "2026-08-28",
            "s": 17500
          },
          {
            "d": "2026-08-29",
            "s": 17500
          },
          {
            "d": "2026-08-30",
            "s": 17500
          },
          {
            "d": "2026-08-31",
            "s": 17500
          }
        ]
      },
      {
        "name": "アオアオカントリー",
        "color": "#5e6ad4",
        "avatar": "https://yt3.googleusercontent.com/bkPPCcevoRKHMXyk4MzSH9s7MWSv-oI3n6DOPjx_FtUqqm6ALXRBjPWV5tgk5Rv3k-DcbXrV8g=s900-c-k-c0x00ffffff-no-rj",
        "subs": 17400,
        "history": [
          {
            "d": "2026-08-21",
            "s": 17000
          },
          {
            "d": "2026-08-22",
            "s": 17000
          },
          {
            "d": "2026-08-23",
            "s": 17100
          },
          {
            "d": "2026-08-24",
            "s": 17100
          },
          {
            "d": "2026-08-25",
            "s": 17200
          },
          {
            "d": "2026-08-26",
            "s": 17200
          },
          {
            "d": "2026-08-27",
            "s": 17200
          },
          {
            "d": "2026-08-28",
            "s": 17300
          },
          {
            "d": "2026-08-29",
            "s": 17300
          },
          {
            "d": "2026-08-30",
            "s": 17400
          },
          {
            "d": "2026-08-31",
            "s": 17400
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ソビエト・カチューシャボール☭\n\n",
        "color": "#3ecc6b",
        "avatar": "https://yt3.googleusercontent.com/6JoYS-SVAtxks_NujxGVoLu7GhB-S9QqtUKOVraRMoSH61_yiCLncK4jPGsPaUhlMjxTTlpfGw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 14900,
        "history": [
          {
            "d": "2026-08-21",
            "s": 14100
          },
          {
            "d": "2026-08-22",
            "s": 14100
          },
          {
            "d": "2026-08-23",
            "s": 14300
          },
          {
            "d": "2026-08-24",
            "s": 14400
          },
          {
            "d": "2026-08-25",
            "s": 14600
          },
          {
            "d": "2026-08-26",
            "s": 14600
          },
          {
            "d": "2026-08-27",
            "s": 14700
          },
          {
            "d": "2026-08-28",
            "s": 14800
          },
          {
            "d": "2026-08-29",
            "s": 14900
          },
          {
            "d": "2026-08-30",
            "s": 14900
          },
          {
            "d": "2026-08-31",
            "s": 14900
          }
        ]
      },
      {
        "name": "Türkiye👑キプロスball",
        "color": "#5ebcd4",
        "avatar": "https://yt3.googleusercontent.com/WBViJaIICezH_uSU7qpm3-mZ6dwuAlZ59RE4LPIFWt-jg8a2U_zJNpFKr0yPh4kcAU9ayn8j=s900-c-k-c0x00ffffff-no-rj",
        "subs": 14800,
        "history": [
          {
            "d": "2026-08-30",
            "s": 14800
          },
          {
            "d": "2026-08-31",
            "s": 14800
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ほわさん",
        "color": "#493ecc",
        "avatar": "https://yt3.googleusercontent.com/o_UU1jTdSppc-PeIiGPVGWVzy-mIJZNObIdpmqvGRjQJPMHKsPqU1oPhqE4ryLzVocO-2vgx=s900-c-k-c0x00ffffff-no-rj",
        "subs": 14500,
        "history": [
          {
            "d": "2026-08-21",
            "s": 14300
          },
          {
            "d": "2026-08-22",
            "s": 14300
          },
          {
            "d": "2026-08-23",
            "s": 14300
          },
          {
            "d": "2026-08-24",
            "s": 14300
          },
          {
            "d": "2026-08-25",
            "s": 14400
          },
          {
            "d": "2026-08-26",
            "s": 14400
          },
          {
            "d": "2026-08-27",
            "s": 14400
          },
          {
            "d": "2026-08-28",
            "s": 14400
          },
          {
            "d": "2026-08-29",
            "s": 14400
          },
          {
            "d": "2026-08-30",
            "s": 14500
          },
          {
            "d": "2026-08-31",
            "s": 14500
          }
        ]
      },
      {
        "name": "MIKUボール",
        "color": "#d05ed4",
        "avatar": "https://yt3.googleusercontent.com/6w7QBnmhG0QOmG33OrGsxQR2cM7u-_izyc_BizYXJzvu-1MbSW2UC3X8T15rWcyY9TTgmRuYZQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 14500,
        "history": [
          {
            "d": "2026-08-21",
            "s": 14100
          },
          {
            "d": "2026-08-22",
            "s": 14100
          },
          {
            "d": "2026-08-23",
            "s": 14200
          },
          {
            "d": "2026-08-24",
            "s": 14400
          },
          {
            "d": "2026-08-25",
            "s": 14400
          },
          {
            "d": "2026-08-26",
            "s": 14500
          },
          {
            "d": "2026-08-27",
            "s": 14500
          },
          {
            "d": "2026-08-28",
            "s": 14500
          },
          {
            "d": "2026-08-29",
            "s": 14500
          },
          {
            "d": "2026-08-30",
            "s": 14500
          },
          {
            "d": "2026-08-31",
            "s": 14500
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ぽぱい",
        "color": "#cc3e53",
        "avatar": "https://yt3.googleusercontent.com/MksIU96BJUaPxSVQoRJDlxvXjPIe0cDmD70CaujSB0nstsAFYIzoDylPLYe5-MzPUm4pMGM9Mg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 13900,
        "history": [
          {
            "d": "2026-08-21",
            "s": 12400
          },
          {
            "d": "2026-08-22",
            "s": 12600
          },
          {
            "d": "2026-08-23",
            "s": 12900
          },
          {
            "d": "2026-08-24",
            "s": 13100
          },
          {
            "d": "2026-08-25",
            "s": 13300
          },
          {
            "d": "2026-08-26",
            "s": 13400
          },
          {
            "d": "2026-08-27",
            "s": 13500
          },
          {
            "d": "2026-08-28",
            "s": 13600
          },
          {
            "d": "2026-08-29",
            "s": 13700
          },
          {
            "d": "2026-08-30",
            "s": 13900
          },
          {
            "d": "2026-08-31",
            "s": 13900
          }
        ]
      },
      {
        "name": "TKG ball",
        "color": "#d4b55e",
        "avatar": "https://yt3.googleusercontent.com/oxylJVp7qpG34Iwi5JSBppcMHIFt1QVunG7zhgj2cSvFti3pz7FTDU0kQQ1bqKAiYcbCielnpQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 13800,
        "history": [
          {
            "d": "2026-08-21",
            "s": 13700
          },
          {
            "d": "2026-08-22",
            "s": 13700
          },
          {
            "d": "2026-08-23",
            "s": 13700
          },
          {
            "d": "2026-08-24",
            "s": 13700
          },
          {
            "d": "2026-08-25",
            "s": 13700
          },
          {
            "d": "2026-08-26",
            "s": 13700
          },
          {
            "d": "2026-08-27",
            "s": 13800
          },
          {
            "d": "2026-08-28",
            "s": 13800
          },
          {
            "d": "2026-08-29",
            "s": 13800
          },
          {
            "d": "2026-08-30",
            "s": 13800
          },
          {
            "d": "2026-08-31",
            "s": 13800
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "まるぼーるch ",
        "color": "#3e95cc",
        "avatar": "https://yt3.googleusercontent.com/plXugBe_yne07EdTN2A5rq-5NpdGZp33xpvpmlwkItY6AH-tPC0sjllPf2WK6wcwBL2quhIOFw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 13000,
        "history": [
          {
            "d": "2026-08-21",
            "s": 13000
          },
          {
            "d": "2026-08-22",
            "s": 13000
          },
          {
            "d": "2026-08-23",
            "s": 13000
          },
          {
            "d": "2026-08-24",
            "s": 13000
          },
          {
            "d": "2026-08-25",
            "s": 13000
          },
          {
            "d": "2026-08-26",
            "s": 13000
          },
          {
            "d": "2026-08-27",
            "s": 13000
          },
          {
            "d": "2026-08-28",
            "s": 13000
          },
          {
            "d": "2026-08-29",
            "s": 13000
          },
          {
            "d": "2026-08-30",
            "s": 13000
          },
          {
            "d": "2026-08-31",
            "s": 13000
          }
        ]
      },
      {
        "name": "やよいどき",
        "color": "#7d5ed4",
        "avatar": "https://yt3.googleusercontent.com/fhtCfO2IcgGcnMPcdxsX4HNtMMm6AOWJYVqI2MoElr2NQJSGgJrq3zBNpHEc7mt_qUHs1RIs=s900-c-k-c0x00ffffff-no-rj",
        "subs": 13000,
        "history": [
          {
            "d": "2026-08-21",
            "s": 13000
          },
          {
            "d": "2026-08-22",
            "s": 13000
          },
          {
            "d": "2026-08-23",
            "s": 13000
          },
          {
            "d": "2026-08-24",
            "s": 13000
          },
          {
            "d": "2026-08-25",
            "s": 13000
          },
          {
            "d": "2026-08-26",
            "s": 13000
          },
          {
            "d": "2026-08-27",
            "s": 13000
          },
          {
            "d": "2026-08-28",
            "s": 13000
          },
          {
            "d": "2026-08-29",
            "s": 13000
          },
          {
            "d": "2026-08-30",
            "s": 13000
          },
          {
            "d": "2026-08-31",
            "s": 13000
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ちまちもヒエナ ",
        "color": "#cc3eb6",
        "avatar": "https://yt3.googleusercontent.com/1PHK2GcjaoI7T3lY9QSzv0fHXDKeupVL2xkXG97XANZ1YNzOCjWsk16o0dUnpsbmWklPJpWb4w=s900-c-k-c0x00ffffff-no-rj",
        "subs": 12600,
        "history": [
          {
            "d": "2026-08-21",
            "s": 12300
          },
          {
            "d": "2026-08-22",
            "s": 12400
          },
          {
            "d": "2026-08-23",
            "s": 12400
          },
          {
            "d": "2026-08-24",
            "s": 12400
          },
          {
            "d": "2026-08-25",
            "s": 12400
          },
          {
            "d": "2026-08-26",
            "s": 12500
          },
          {
            "d": "2026-08-27",
            "s": 12500
          },
          {
            "d": "2026-08-28",
            "s": 12500
          },
          {
            "d": "2026-08-29",
            "s": 12500
          },
          {
            "d": "2026-08-30",
            "s": 12600
          },
          {
            "d": "2026-08-31",
            "s": 12600
          }
        ]
      },
      {
        "name": "ケエレビQ!",
        "color": "#d4625e",
        "avatar": "https://yt3.googleusercontent.com/T7210hEFAOEDsDIQv46XXCo2mYDBeI9SShL4A4ZIo-qJE5eURzK5jy6rFAOWk2orvXdsnt-r=s900-c-k-c0x00ffffff-no-rj",
        "subs": 12500,
        "history": [
          {
            "d": "2026-08-21",
            "s": 12400
          },
          {
            "d": "2026-08-22",
            "s": 12400
          },
          {
            "d": "2026-08-23",
            "s": 12400
          },
          {
            "d": "2026-08-24",
            "s": 12400
          },
          {
            "d": "2026-08-25",
            "s": 12500
          },
          {
            "d": "2026-08-26",
            "s": 12500
          },
          {
            "d": "2026-08-27",
            "s": 12500
          },
          {
            "d": "2026-08-28",
            "s": 12500
          },
          {
            "d": "2026-08-29",
            "s": 12500
          },
          {
            "d": "2026-08-30",
            "s": 12500
          },
          {
            "d": "2026-08-31",
            "s": 12500
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "Acgelent",
        "color": "#ccc03e",
        "avatar": "https://yt3.googleusercontent.com/tub0fEMv1kKO-pJ0jRCL-8uvuTIe-u_edpXhyRsR9MYdmqDvPABiWXdwSF5eHRxPEGr6VcXe=s900-c-k-c0x00ffffff-no-rj",
        "subs": 12300,
        "history": [
          {
            "d": "2026-08-21",
            "s": 12300
          },
          {
            "d": "2026-08-22",
            "s": 12300
          },
          {
            "d": "2026-08-23",
            "s": 12300
          },
          {
            "d": "2026-08-24",
            "s": 12300
          },
          {
            "d": "2026-08-25",
            "s": 12300
          },
          {
            "d": "2026-08-26",
            "s": 12300
          },
          {
            "d": "2026-08-27",
            "s": 12300
          },
          {
            "d": "2026-08-28",
            "s": 12300
          },
          {
            "d": "2026-08-29",
            "s": 12300
          },
          {
            "d": "2026-08-30",
            "s": 12300
          },
          {
            "d": "2026-08-31",
            "s": 12300
          }
        ]
      },
      {
        "name": "SEKKI98",
        "color": "#76d45e",
        "avatar": "https://yt3.googleusercontent.com/n7RskwBn8eLp8MACtbTciWLvA53zE11jWpQ0ukoJT4NCRFB4GH8_xAQ6o7Y3GRc91XSC2NPBz50=s900-c-k-c0x00ffffff-no-rj",
        "subs": 12200,
        "history": [
          {
            "d": "2026-08-21",
            "s": 12200
          },
          {
            "d": "2026-08-22",
            "s": 12200
          },
          {
            "d": "2026-08-23",
            "s": 12200
          },
          {
            "d": "2026-08-24",
            "s": 12200
          },
          {
            "d": "2026-08-25",
            "s": 12200
          },
          {
            "d": "2026-08-26",
            "s": 12200
          },
          {
            "d": "2026-08-27",
            "s": 12200
          },
          {
            "d": "2026-08-28",
            "s": 12200
          },
          {
            "d": "2026-08-29",
            "s": 12200
          },
          {
            "d": "2026-08-30",
            "s": 12200
          },
          {
            "d": "2026-08-31",
            "s": 12200
          }
        ]
      },
      {
        "name": "カミヤ kamiya【ポーランドボール】",
        "color": "#3ecc9f",
        "avatar": "https://yt3.googleusercontent.com/owf5QKUnNYr0ZfO_AtXo6uyQCTIcpT6-ih6SZkmUdtSOFBx5eiDlRZlDOxeQd04kHlirE4HRQA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 12100,
        "history": [
          {
            "d": "2026-08-21",
            "s": 12100
          },
          {
            "d": "2026-08-22",
            "s": 12100
          },
          {
            "d": "2026-08-23",
            "s": 12100
          },
          {
            "d": "2026-08-24",
            "s": 12100
          },
          {
            "d": "2026-08-25",
            "s": 12100
          },
          {
            "d": "2026-08-26",
            "s": 12100
          },
          {
            "d": "2026-08-27",
            "s": 12100
          },
          {
            "d": "2026-08-28",
            "s": 12100
          },
          {
            "d": "2026-08-29",
            "s": 12100
          },
          {
            "d": "2026-08-30",
            "s": 12100
          },
          {
            "d": "2026-08-31",
            "s": 12100
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ユラミア連邦共和国",
        "color": "#7e3ecc",
        "avatar": "https://yt3.googleusercontent.com/zb3DJtqgEv4eDPHRmrgrZ9ZrOKPoVfym9o0Q0cO0HzerM2-br1DD7-qR8YWYGmTcklK81tqq4g=s900-c-k-c0x00ffffff-no-rj",
        "subs": 11900,
        "history": [
          {
            "d": "2026-08-21",
            "s": 11900
          },
          {
            "d": "2026-08-22",
            "s": 11900
          },
          {
            "d": "2026-08-23",
            "s": 11900
          },
          {
            "d": "2026-08-24",
            "s": 11900
          },
          {
            "d": "2026-08-25",
            "s": 11900
          },
          {
            "d": "2026-08-26",
            "s": 11900
          },
          {
            "d": "2026-08-27",
            "s": 11900
          },
          {
            "d": "2026-08-28",
            "s": 11900
          },
          {
            "d": "2026-08-29",
            "s": 11900
          },
          {
            "d": "2026-08-30",
            "s": 11900
          },
          {
            "d": "2026-08-31",
            "s": 11900
          }
        ]
      },
      {
        "name": "なごみん",
        "color": "#d45ead",
        "avatar": "https://yt3.googleusercontent.com/sejttmaZGPCSjyOiW-llk9T7ukJmjKJYIbBhWfXk3Vg7c0qdft3H20u3FM3iH_DxyLY115R5=s900-c-k-c0x00ffffff-no-rj",
        "subs": 11900,
        "history": [
          {
            "d": "2026-08-22",
            "s": 11600
          },
          {
            "d": "2026-08-23",
            "s": 11700
          },
          {
            "d": "2026-08-24",
            "s": 11700
          },
          {
            "d": "2026-08-25",
            "s": 11700
          },
          {
            "d": "2026-08-26",
            "s": 11800
          },
          {
            "d": "2026-08-27",
            "s": 11800
          },
          {
            "d": "2026-08-28",
            "s": 11800
          },
          {
            "d": "2026-08-29",
            "s": 11900
          },
          {
            "d": "2026-08-30",
            "s": 11900
          },
          {
            "d": "2026-08-31",
            "s": 11900
          }
        ]
      },
      {
        "name": "ひかるボール　Hikaru ball",
        "color": "#cc5c3e",
        "avatar": "https://yt3.googleusercontent.com/lMrwVsNlRIEQ33xWghCURT11JZQo7GawkJ0drtWKJ8uq5Xm9O34MI7djJonM5eZBq3n6y60dHNI=s900-c-k-c0x00ffffff-no-rj",
        "subs": 11800,
        "history": [
          {
            "d": "2026-08-21",
            "s": 11800
          },
          {
            "d": "2026-08-22",
            "s": 11800
          },
          {
            "d": "2026-08-23",
            "s": 11800
          },
          {
            "d": "2026-08-24",
            "s": 11800
          },
          {
            "d": "2026-08-25",
            "s": 11800
          },
          {
            "d": "2026-08-26",
            "s": 11800
          },
          {
            "d": "2026-08-27",
            "s": 11800
          },
          {
            "d": "2026-08-28",
            "s": 11800
          },
          {
            "d": "2026-08-29",
            "s": 11800
          },
          {
            "d": "2026-08-30",
            "s": 11800
          },
          {
            "d": "2026-08-31",
            "s": 11800
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "lemon_Ball",
        "color": "#5ed4c4",
        "avatar": "https://yt3.googleusercontent.com/LibMAGPV5ah6ENHwbAzVSek6GVaOhu0MBeupoPGW6l_e6lSZChJjDGadIqPbiAc1rGRzTLHr=s900-c-k-c0x00ffffff-no-rj",
        "subs": 10800,
        "history": [
          {
            "d": "2026-08-21",
            "s": 10700
          },
          {
            "d": "2026-08-22",
            "s": 10700
          },
          {
            "d": "2026-08-23",
            "s": 10700
          },
          {
            "d": "2026-08-24",
            "s": 10700
          },
          {
            "d": "2026-08-25",
            "s": 10800
          },
          {
            "d": "2026-08-26",
            "s": 10800
          },
          {
            "d": "2026-08-27",
            "s": 10800
          },
          {
            "d": "2026-08-28",
            "s": 10800
          },
          {
            "d": "2026-08-29",
            "s": 10800
          },
          {
            "d": "2026-08-30",
            "s": 10800
          },
          {
            "d": "2026-08-31",
            "s": 10800
          }
        ]
      },
      {
        "name": "練乳=ソビエト共和国ぼーる",
        "color": "#3e61cc",
        "avatar": "https://yt3.googleusercontent.com/At-LCv6FLwkd9vLAme8rbQv5tm2m6DjUNI8JaKNS3cVG2QIA6AqLtj9XttRVn9hq54ZHXuIA-w=s900-c-k-c0x00ffffff-no-rj",
        "subs": 10700,
        "history": [
          {
            "d": "2026-08-21",
            "s": 10600
          },
          {
            "d": "2026-08-22",
            "s": 10600
          },
          {
            "d": "2026-08-23",
            "s": 10600
          },
          {
            "d": "2026-08-24",
            "s": 10700
          },
          {
            "d": "2026-08-25",
            "s": 10700
          },
          {
            "d": "2026-08-26",
            "s": 10700
          },
          {
            "d": "2026-08-27",
            "s": 10700
          },
          {
            "d": "2026-08-28",
            "s": 10700
          },
          {
            "d": "2026-08-29",
            "s": 10700
          },
          {
            "d": "2026-08-30",
            "s": 10700
          },
          {
            "d": "2026-08-31",
            "s": 10700
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ĜÇ_Z3RØくん",
        "color": "#cc3e82",
        "avatar": "https://yt3.googleusercontent.com/Wl1vuWqpvPzdTNc7rQRJetFtI7E6QyIeKf6if9jN1PmTvQbCy4MgXLfkAHlFwmqe1WbhiNJQKQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 10200,
        "history": [
          {
            "d": "2026-08-21",
            "s": 10100
          },
          {
            "d": "2026-08-22",
            "s": 10100
          },
          {
            "d": "2026-08-23",
            "s": 10100
          },
          {
            "d": "2026-08-24",
            "s": 10100
          },
          {
            "d": "2026-08-25",
            "s": 10100
          },
          {
            "d": "2026-08-26",
            "s": 10100
          },
          {
            "d": "2026-08-27",
            "s": 10100
          },
          {
            "d": "2026-08-28",
            "s": 10100
          },
          {
            "d": "2026-08-29",
            "s": 10200
          },
          {
            "d": "2026-08-30",
            "s": 10200
          },
          {
            "d": "2026-08-31",
            "s": 10200
          }
        ]
      },
      {
        "name": "玄米ボール🍚",
        "color": "#d48d5e",
        "avatar": "https://yt3.googleusercontent.com/OZQ7LsHl8T-Sl5BYycGb1Rtq-ciSrxEc4HLna525rT78ok08Fyewy8ymbmVYc5YdkYyTuuDZrw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 10100,
        "history": [
          {
            "d": "2026-08-21",
            "s": 9940
          },
          {
            "d": "2026-08-22",
            "s": 9950
          },
          {
            "d": "2026-08-23",
            "s": 9950
          },
          {
            "d": "2026-08-24",
            "s": 9970
          },
          {
            "d": "2026-08-25",
            "s": 9980
          },
          {
            "d": "2026-08-26",
            "s": 9970
          },
          {
            "d": "2026-08-27",
            "s": 9980
          },
          {
            "d": "2026-08-28",
            "s": 10000
          },
          {
            "d": "2026-08-29",
            "s": 10100
          },
          {
            "d": "2026-08-30",
            "s": 10100
          },
          {
            "d": "2026-08-31",
            "s": 10100
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "空白ボール",
        "color": "#5ed472",
        "avatar": "https://yt3.googleusercontent.com/WeNh2IDx_Z9QdcRDdjL8fa4l-TaumGKnq_5GBb5tW63lVv9BiPxfXjCtnG6Az_UQnUUB8wQ5yes=s900-c-k-c0x00ffffff-no-rj",
        "subs": 9680,
        "history": [
          {
            "d": "2026-08-21",
            "s": 9580
          },
          {
            "d": "2026-08-22",
            "s": 9590
          },
          {
            "d": "2026-08-23",
            "s": 9600
          },
          {
            "d": "2026-08-24",
            "s": 9610
          },
          {
            "d": "2026-08-25",
            "s": 9620
          },
          {
            "d": "2026-08-26",
            "s": 9630
          },
          {
            "d": "2026-08-27",
            "s": 9640
          },
          {
            "d": "2026-08-28",
            "s": 9640
          },
          {
            "d": "2026-08-29",
            "s": 9670
          },
          {
            "d": "2026-08-30",
            "s": 9670
          },
          {
            "d": "2026-08-31",
            "s": 9680
          }
        ]
      },
      {
        "name": "ライヒスボール【Reichsball】",
        "color": "#3ec4cc",
        "avatar": "https://yt3.googleusercontent.com/ZT_Uape_wuD-XJYz4KzEJfX3UcxisMo3_bXo7wgbU0wtBltqG4S-KMHZBuFeP50g-8WUo1rE=s900-c-k-c0x00ffffff-no-rj",
        "subs": 9640,
        "history": [
          {
            "d": "2026-08-21",
            "s": 9640
          },
          {
            "d": "2026-08-22",
            "s": 9640
          },
          {
            "d": "2026-08-23",
            "s": 9640
          },
          {
            "d": "2026-08-24",
            "s": 9640
          },
          {
            "d": "2026-08-25",
            "s": 9640
          },
          {
            "d": "2026-08-26",
            "s": 9640
          },
          {
            "d": "2026-08-27",
            "s": 9640
          },
          {
            "d": "2026-08-28",
            "s": 9640
          },
          {
            "d": "2026-08-29",
            "s": 9640
          },
          {
            "d": "2026-08-30",
            "s": 9640
          },
          {
            "d": "2026-08-31",
            "s": 9640
          }
        ]
      },
      {
        "name": "かめ・さーくボール共和国",
        "color": "#5e66d4",
        "avatar": "https://yt3.googleusercontent.com/pmJmxVLE0mmUdGwtazGaKNHTg4eIJByKeQUYGONLj9xn5hXL-lBXiNSNjQCCBN6RcYfle0LO=s900-c-k-c0x00ffffff-no-rj",
        "subs": 9580,
        "history": [
          {
            "d": "2026-08-21",
            "s": 9570
          },
          {
            "d": "2026-08-22",
            "s": 9570
          },
          {
            "d": "2026-08-23",
            "s": 9570
          },
          {
            "d": "2026-08-24",
            "s": 9570
          },
          {
            "d": "2026-08-25",
            "s": 9570
          },
          {
            "d": "2026-08-26",
            "s": 9570
          },
          {
            "d": "2026-08-27",
            "s": 9570
          },
          {
            "d": "2026-08-28",
            "s": 9570
          },
          {
            "d": "2026-08-29",
            "s": 9580
          },
          {
            "d": "2026-08-30",
            "s": 9580
          },
          {
            "d": "2026-08-31",
            "s": 9580
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "アスラボール　",
        "color": "#4e3ecc",
        "avatar": "https://yt3.googleusercontent.com/ZbdOHnPvnMP9Us0RTVMXDIG34oJMxW6dUgOdgEU93aHiDFn8bcE3AG5TIX37FVBkEzDhimSL2w=s900-c-k-c0x00ffffff-no-rj",
        "subs": 7590,
        "history": [
          {
            "d": "2026-08-22",
            "s": 7560
          },
          {
            "d": "2026-08-23",
            "s": 7560
          },
          {
            "d": "2026-08-24",
            "s": 7560
          },
          {
            "d": "2026-08-25",
            "s": 7570
          },
          {
            "d": "2026-08-26",
            "s": 7570
          },
          {
            "d": "2026-08-27",
            "s": 7580
          },
          {
            "d": "2026-08-28",
            "s": 7580
          },
          {
            "d": "2026-08-29",
            "s": 7590
          },
          {
            "d": "2026-08-30",
            "s": 7590
          },
          {
            "d": "2026-08-31",
            "s": 7590
          }
        ]
      },
      {
        "name": "ニイソビボール",
        "color": "#d45ed4",
        "avatar": "https://yt3.googleusercontent.com/6kNTcgyQoqKpJXAdlXxlGXFoV4yBd8REYo2wnJNR9j2VbUmvtKRh4M4vfXbjazVcni6_tzWx=s900-c-k-c0x00ffffff-no-rj",
        "subs": 7590,
        "history": [
          {
            "d": "2026-08-30",
            "s": 7410
          },
          {
            "d": "2026-08-31",
            "s": 7590
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "Rimoru",
        "color": "#d4b95e",
        "avatar": "https://yt3.googleusercontent.com/givHPiZPGg1pnkUxhIgkbTidsnI7WUPlFrl1EeL8XhxGqor9DKhdndAEfEFFdDj3Ne9GtdM-wg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 7100,
        "history": [
          {
            "d": "2026-08-22",
            "s": 7120
          },
          {
            "d": "2026-08-23",
            "s": 7110
          },
          {
            "d": "2026-08-24",
            "s": 7110
          },
          {
            "d": "2026-08-25",
            "s": 7110
          },
          {
            "d": "2026-08-26",
            "s": 7110
          },
          {
            "d": "2026-08-27",
            "s": 7110
          },
          {
            "d": "2026-08-28",
            "s": 7100
          },
          {
            "d": "2026-08-29",
            "s": 7100
          },
          {
            "d": "2026-08-30",
            "s": 7100
          },
          {
            "d": "2026-08-31",
            "s": 7100
          }
        ]
      },
      {
        "name": "ノートボール",
        "color": "#6fcc3e",
        "avatar": "https://yt3.googleusercontent.com/CsaI4tM_AC-OCGe2i5wE9oAIMAaI4WbGpKrOm6-4prkv_ZINQsm7V3ysWW8dodd7juUu-py2QUg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 7090,
        "history": [
          {
            "d": "2026-08-22",
            "s": 7050
          },
          {
            "d": "2026-08-23",
            "s": 7050
          },
          {
            "d": "2026-08-24",
            "s": 7050
          },
          {
            "d": "2026-08-25",
            "s": 7060
          },
          {
            "d": "2026-08-26",
            "s": 7070
          },
          {
            "d": "2026-08-27",
            "s": 7080
          },
          {
            "d": "2026-08-28",
            "s": 7080
          },
          {
            "d": "2026-08-29",
            "s": 7080
          },
          {
            "d": "2026-08-30",
            "s": 7090
          },
          {
            "d": "2026-08-31",
            "s": 7090
          }
        ]
      },
      {
        "name": "ゆうボール",
        "color": "#5ed49d",
        "avatar": "https://yt3.googleusercontent.com/dDe-vpE0ub720mNouK763bXlq37V8dRRy6yQbJBUGfPobeaj40ktPUSvtcbo66HAkI9dk46oAA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 7090,
        "history": [
          {
            "d": "2026-08-22",
            "s": 6960
          },
          {
            "d": "2026-08-23",
            "s": 6980
          },
          {
            "d": "2026-08-24",
            "s": 6990
          },
          {
            "d": "2026-08-25",
            "s": 7000
          },
          {
            "d": "2026-08-26",
            "s": 7020
          },
          {
            "d": "2026-08-27",
            "s": 7040
          },
          {
            "d": "2026-08-28",
            "s": 7040
          },
          {
            "d": "2026-08-29",
            "s": 7050
          },
          {
            "d": "2026-08-30",
            "s": 7080
          },
          {
            "d": "2026-08-31",
            "s": 7090
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "から揚げボール 永遠の24歳学生",
        "color": "#3e90cc",
        "avatar": "https://yt3.googleusercontent.com/m_lr_JlyEJyu5EsfW2zRmvIaPoHgIEMkaxk7H71Azj8zXbatD6EUwRgUDZM3XAta6xxdBFH-Ww=s900-c-k-c0x00ffffff-no-rj",
        "subs": 7090,
        "history": [
          {
            "d": "2026-08-30",
            "s": 7090
          },
          {
            "d": "2026-08-31",
            "s": 7090
          }
        ]
      },
      {
        "name": "いたりぃ",
        "color": "#815ed4",
        "avatar": "https://yt3.googleusercontent.com/wWf7XHQyr1hGg9o3HAYnlWqzpOZZtOXVtWjUos40r8UYVxAFu4o8G-oGH75KRRyxCdCRd48vpOA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 7030,
        "history": [
          {
            "d": "2026-08-22",
            "s": 7030
          },
          {
            "d": "2026-08-23",
            "s": 7030
          },
          {
            "d": "2026-08-24",
            "s": 7030
          },
          {
            "d": "2026-08-25",
            "s": 7030
          },
          {
            "d": "2026-08-26",
            "s": 7030
          },
          {
            "d": "2026-08-27",
            "s": 7030
          },
          {
            "d": "2026-08-28",
            "s": 7030
          },
          {
            "d": "2026-08-29",
            "s": 7030
          },
          {
            "d": "2026-08-30",
            "s": 7030
          },
          {
            "d": "2026-08-31",
            "s": 7030
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ポテトの王",
        "color": "#d4665e",
        "avatar": "https://yt3.googleusercontent.com/Ht3xBUYGa1q7jf81ZNMimtHDeFwJg9OGx0uVryQc6VfR5cmzW942vpj0LrAFe9-C0gj9Blv9cH0=s900-c-k-c0x00ffffff-no-rj",
        "subs": 6680,
        "history": [
          {
            "d": "2026-08-22",
            "s": 6700
          },
          {
            "d": "2026-08-23",
            "s": 6700
          },
          {
            "d": "2026-08-24",
            "s": 6700
          },
          {
            "d": "2026-08-25",
            "s": 6690
          },
          {
            "d": "2026-08-26",
            "s": 6690
          },
          {
            "d": "2026-08-27",
            "s": 6690
          },
          {
            "d": "2026-08-28",
            "s": 6690
          },
          {
            "d": "2026-08-29",
            "s": 6690
          },
          {
            "d": "2026-08-30",
            "s": 6690
          },
          {
            "d": "2026-08-31",
            "s": 6680
          }
        ]
      },
      {
        "name": "白海豚",
        "color": "#ccc43e",
        "avatar": "https://yt3.googleusercontent.com/-aylIio-lOrVj-ucrDC3aShsu8bpsxhR7430gIdtXQAlwy2fkBvFau10k_KtYCOzZwuHsrNI=s900-c-k-c0x00ffffff-no-rj",
        "subs": 6640,
        "history": [
          {
            "d": "2026-08-22",
            "s": 6580
          },
          {
            "d": "2026-08-23",
            "s": 6590
          },
          {
            "d": "2026-08-24",
            "s": 6590
          },
          {
            "d": "2026-08-25",
            "s": 6600
          },
          {
            "d": "2026-08-26",
            "s": 6610
          },
          {
            "d": "2026-08-27",
            "s": 6610
          },
          {
            "d": "2026-08-28",
            "s": 6620
          },
          {
            "d": "2026-08-29",
            "s": 6630
          },
          {
            "d": "2026-08-30",
            "s": 6640
          },
          {
            "d": "2026-08-31",
            "s": 6640
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "アフガンボール",
        "color": "#d45ea9",
        "avatar": "https://yt3.googleusercontent.com/aOj-FnTWhrUAPjz49cHMeTuREL5cpUpsUWPVs1AuaeeMqVIrUHxeIOlHdCi0h8HukDZHL_ZQ0HA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 5590,
        "history": [
          {
            "d": "2026-08-22",
            "s": 5550
          },
          {
            "d": "2026-08-23",
            "s": 5550
          },
          {
            "d": "2026-08-24",
            "s": 5560
          },
          {
            "d": "2026-08-25",
            "s": 5560
          },
          {
            "d": "2026-08-26",
            "s": 5570
          },
          {
            "d": "2026-08-27",
            "s": 5580
          },
          {
            "d": "2026-08-28",
            "s": 5580
          },
          {
            "d": "2026-08-29",
            "s": 5590
          },
          {
            "d": "2026-08-30",
            "s": 5590
          },
          {
            "d": "2026-08-31",
            "s": 5590
          }
        ]
      },
      {
        "name": "ikasumi帝国",
        "color": "#cc613e",
        "avatar": "https://yt3.googleusercontent.com/pXavDBoQWleJO0X1Cd7TrS5BP9DduNyqd0CtSqENd7k-YW0UwYkREQdZAE0mthqG4mUSPcMS8Q=s900-c-k-c0x00ffffff-no-rj",
        "subs": 5580,
        "history": [
          {
            "d": "2026-08-22",
            "s": 5520
          },
          {
            "d": "2026-08-23",
            "s": 5540
          },
          {
            "d": "2026-08-24",
            "s": 5560
          },
          {
            "d": "2026-08-25",
            "s": 5570
          },
          {
            "d": "2026-08-26",
            "s": 5570
          },
          {
            "d": "2026-08-27",
            "s": 5580
          },
          {
            "d": "2026-08-28",
            "s": 5580
          },
          {
            "d": "2026-08-29",
            "s": 5580
          },
          {
            "d": "2026-08-30",
            "s": 5580
          },
          {
            "d": "2026-08-31",
            "s": 5580
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ヴァイマル共和国ボール [底辺PBer連盟] ",
        "color": "#c4d45e",
        "avatar": "https://yt3.googleusercontent.com/dQc05XhmvR-D6BpN8LxOmCx-tE2IB8BzBHGnNtg3ZbmfeSspkw4_q-_vs0-LVrBnkvb-PtibOg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 5290,
        "history": [
          {
            "d": "2026-08-22",
            "s": 5270
          },
          {
            "d": "2026-08-23",
            "s": 5270
          },
          {
            "d": "2026-08-24",
            "s": 5280
          },
          {
            "d": "2026-08-25",
            "s": 5280
          },
          {
            "d": "2026-08-26",
            "s": 5280
          },
          {
            "d": "2026-08-27",
            "s": 5280
          },
          {
            "d": "2026-08-28",
            "s": 5290
          },
          {
            "d": "2026-08-29",
            "s": 5290
          },
          {
            "d": "2026-08-30",
            "s": 5290
          },
          {
            "d": "2026-08-31",
            "s": 5290
          }
        ]
      },
      {
        "name": "りっつんボール",
        "color": "#3ecc40",
        "avatar": "https://yt3.googleusercontent.com/9qdwPP-NnSvcn3Vqyk_Q7yJ7rIFZ559Zl1bEqj50SL_UxoGjU-pm0KUS28B7b7pyuZtGtD5kMA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 5240,
        "history": [
          {
            "d": "2026-08-30",
            "s": 5240
          },
          {
            "d": "2026-08-31",
            "s": 5240
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "不定期ボール(1)",
        "color": "#3e5ccc",
        "avatar": "https://yt3.googleusercontent.com/o_O4DPGbwWHeuSrynErywkiAyWUhcEsvQdIoOj3LmPj9xCydlVwQJFzZ0hi26EL2TSgGgrhG=s900-c-k-c0x00ffffff-no-rj",
        "subs": 5010,
        "history": [
          {
            "d": "2026-08-30",
            "s": 5010
          },
          {
            "d": "2026-08-31",
            "s": 5010
          }
        ]
      },
      {
        "name": "くるみボール(活動休止中)",
        "color": "#ad5ed4",
        "avatar": "https://yt3.googleusercontent.com/dqSx0FFusMHqrzyHzUSAgX2hPTR01f9gPDBPpFTXRtHLTLgdfZWzBxvj_EUUUv9GTvCjDfZGJg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 4990,
        "history": [
          {
            "d": "2026-08-30",
            "s": 4990
          },
          {
            "d": "2026-08-31",
            "s": 4990
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "EROP 【えるふぼーる】",
        "color": "#cc3e7e",
        "avatar": "https://yt3.googleusercontent.com/FlejDGGK6zDJVZik6AqnxnZj13QQRkyzrivxg5bZYo6WANizJhNUcTrPuZv_-eBUE4tAh3NuPvk=s900-c-k-c0x00ffffff-no-rj",
        "subs": 4940,
        "history": [
          {
            "d": "2026-08-30",
            "s": 4940
          },
          {
            "d": "2026-08-31",
            "s": 4940
          }
        ]
      },
      {
        "name": "ていてく",
        "color": "#d4915e",
        "avatar": "https://yt3.googleusercontent.com/yXzwjLvaGxqpUYtLPiq0eehCASXpPn1dhRiTBpE5Z_PcwOdTSTF1lu7uEPzHcM-2o2Jv417b5w=s900-c-k-c0x00ffffff-no-rj",
        "subs": 4940,
        "history": [
          {
            "d": "2026-08-30",
            "s": 4940
          },
          {
            "d": "2026-08-31",
            "s": 4940
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "旧食DX",
        "color": "#5ed476",
        "avatar": "https://yt3.googleusercontent.com/eS59gj4sUqncdlk0_nSnxkfIKeKASy0K5CwgIpOHv4JM4KR3XSMKM_uhXloSzt8vcLds6FiJjIA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 4700,
        "history": [
          {
            "d": "2026-08-30",
            "s": 4700
          },
          {
            "d": "2026-08-31",
            "s": 4700
          }
        ]
      },
      {
        "name": "ソラビア人民共和国連邦",
        "color": "#3ec0cc",
        "avatar": "https://yt3.googleusercontent.com/zUSuCFiZuO8rrxqChp5qTpjkezlhB7gGtqwygoIvDGMvt2N_9e9Z5FfS7eEY9L8TvxdkhIRVYw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 4660,
        "history": [
          {
            "d": "2026-08-30",
            "s": 4660
          },
          {
            "d": "2026-08-31",
            "s": 4660
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "アドラー",
        "color": "#b63ecc",
        "avatar": "https://yt3.googleusercontent.com/ScS6HM9iypOCDBOdKggwfPhnnk8le2BxxccB7H_LmgRUXx56Noe0GMr1OjcJFs-qlVzoqvHdEkk=s900-c-k-c0x00ffffff-no-rj",
        "subs": 4410,
        "history": [
          {
            "d": "2026-08-30",
            "s": 4410
          },
          {
            "d": "2026-08-31",
            "s": 4410
          }
        ]
      },
      {
        "name": "萱口",
        "color": "#d45e7d",
        "avatar": "https://yt3.googleusercontent.com/H8FOz73KBUbeFp_oi1Hezj3J6juPGoznDx2zIEm8WOjT7BUXzVaJE4x7n-pFTTadI4TJbUgyBQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 4400,
        "history": [
          {
            "d": "2026-08-30",
            "s": 4400
          },
          {
            "d": "2026-08-31",
            "s": 4400
          }
        ]
      },
      {
        "name": "まっこゆ",
        "color": "#cc953e",
        "avatar": "https://yt3.googleusercontent.com/hjjCWivGhpM4EVuC5b7s_348ApR8gtFBiidgDSrDyeDKh2hbDdR-3kA-lK91jIFkMFWqXqufvg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 4400,
        "history": [
          {
            "d": "2026-08-30",
            "s": 4400
          },
          {
            "d": "2026-08-31",
            "s": 4400
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "かき氷ボール",
        "color": "#533ecc",
        "avatar": "https://yt3.googleusercontent.com/sAallPFcVy5VaLCFlq8lOUU0E9Y2RPLRIxv3w-ndRH97U9FkD_fq8gyv0Db5cLRDJbBJi1r_PdE=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3960,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3960
          },
          {
            "d": "2026-08-31",
            "s": 3960
          }
        ]
      },
      {
        "name": "レイアルファ",
        "color": "#db4f57",
        "avatar": "https://yt3.googleusercontent.com/TVNAN6bSZZHGvc7hYhLs6Gnn95EKhcWj5GwqbWN00HAFA8SmXjUyKXQK6D4Ljl_S9A_8eaHn-Lk=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3940,
        "history": [
          {
            "d": "2026-08-21",
            "s": 3650
          },
          {
            "d": "2026-08-22",
            "s": 3720
          },
          {
            "d": "2026-08-23",
            "s": 3750
          },
          {
            "d": "2026-08-24",
            "s": 3760
          },
          {
            "d": "2026-08-25",
            "s": 3790
          },
          {
            "d": "2026-08-26",
            "s": 3800
          },
          {
            "d": "2026-08-27",
            "s": 3810
          },
          {
            "d": "2026-08-28",
            "s": 3820
          },
          {
            "d": "2026-08-29",
            "s": 3830
          },
          {
            "d": "2026-08-30",
            "s": 3910
          },
          {
            "d": "2026-08-31",
            "s": 3940
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "音スポの覇者ボール【日本PBer連盟会長】",
        "color": "#d45ed0",
        "avatar": "https://yt3.googleusercontent.com/PbxfWKaW1OPUfPeKHpZC6KfxrQVgk7BOYFJyqRr70NtHrU9YUe0lAwYx2qiVnQmGRh2p7WWS=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3670,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3670
          },
          {
            "d": "2026-08-31",
            "s": 3670
          }
        ]
      },
      {
        "name": "海ボール",
        "color": "#cc3e49",
        "avatar": "https://yt3.googleusercontent.com/GiDz0I4WeuAoMqkY9Ry5bbsCNalYe-uARI5q2xjM7wqfORgaZpCNigm4ssQoWK6brrOIZLN48g=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3650,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3650
          },
          {
            "d": "2026-08-31",
            "s": 3650
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "☆ソニキパチアスカイ帝国☆",
        "color": "#6bcc3e",
        "avatar": "https://yt3.googleusercontent.com/Fmq0rSeYrA63jTEw-bq5rPpgd1OAXJPl6UiOQswq9XVUbztI2X-BTe5jNbcFhzVBdyemhJdIdw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3540,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3540
          },
          {
            "d": "2026-08-31",
            "s": 3540
          }
        ]
      },
      {
        "name": "灼熱ボール",
        "color": "#5ed4a1",
        "avatar": "https://yt3.googleusercontent.com/y8RVEHNvevvFTN1cQYoh3o9MOADhGdqU3vipZPfHeSTK27dvBqh_mV3eUal7H3DVI-XUlvvs=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3530,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3530
          },
          {
            "d": "2026-08-31",
            "s": 3530
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "クロウ",
        "color": "#d46a5e",
        "avatar": "https://yt3.googleusercontent.com/BNlxuUydak56xTko70YGKF-HbK9oDtcTlvn5iSS8_HKJknzja_Zgc2lMy8yQ-bsPKB5i5FxEmQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3210,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3210
          },
          {
            "d": "2026-08-31",
            "s": 3210
          }
        ]
      },
      {
        "name": "旧名大日本ボール(民主)たまに復活するかも",
        "color": "#ccc93e",
        "avatar": "https://yt3.googleusercontent.com/fNkFvDzT54uyPaFer3z4SB4sKPue9ydsONbTT5mLcVAtbiRG3MlPYQ5zhUR4NrY1pJsZxRvr=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3190,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3190
          },
          {
            "d": "2026-08-31",
            "s": 3190
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "ロボキチ",
        "color": "#6ed45e",
        "avatar": "https://yt3.googleusercontent.com/ZANmjXIpKKRDrpaem1qIr-TJ6mUYPAuv4bV3Knwo9dv1-5oqFVmml2Y4vT3XNG5kIId00SR1AQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3080,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3080
          },
          {
            "d": "2026-08-31",
            "s": 3080
          }
        ]
      },
      {
        "name": "ソビエト・ロシアぼーる",
        "color": "#3ecca8",
        "avatar": "https://yt3.googleusercontent.com/_uV7HxGga2gPQTXakZwFeuEuhHR92Eg5jYBHpGAIwtU9k7eVKceLIu0WSps9DwmFq1BOi-L60Q=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3060,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3060
          },
          {
            "d": "2026-08-31",
            "s": 3060
          }
        ]
      },
      {
        "name": "おもちすたん",
        "color": "#5e89d4",
        "avatar": "https://yt3.googleusercontent.com/fzkyIy9z3sbL_dOnQXGEnXtXSjAmsKk6gzGmSPgsA6OM5GdlXkBAmCr5wQN4llq_oF3UCpqrx6Y=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3050,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3050
          },
          {
            "d": "2026-08-31",
            "s": 3050
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "クッキー&シャワーボール",
        "color": "#873ecc",
        "avatar": "https://yt3.googleusercontent.com/cXpSylNTlpqGVjLykfV18UsxKIi4FQmplMTjUXchSuaznpm_Eiyp5DjsdceUfFwZ5Ecl3n06xA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3010,
        "history": [
          {
            "d": "2026-08-30",
            "s": 3010
          },
          {
            "d": "2026-08-31",
            "s": 3010
          }
        ]
      },
      {
        "name": "みすい",
        "color": "#d45ea5",
        "avatar": "https://yt3.googleusercontent.com/ytc/AIdro_mEFejHxzV7lmfvxIMJz-krJvB48MIVxrO7k1o2bFtriOZWGGM439fABQ2QNGlmeMR-t5B9=s900-c-k-c0x00ffffff-no-rj",
        "subs": 3000,
        "history": [
          {
            "d": "2026-08-22",
            "s": 2910
          },
          {
            "d": "2026-08-23",
            "s": 2920
          },
          {
            "d": "2026-08-24",
            "s": 2920
          },
          {
            "d": "2026-08-25",
            "s": 2920
          },
          {
            "d": "2026-08-26",
            "s": 2940
          },
          {
            "d": "2026-08-27",
            "s": 2970
          },
          {
            "d": "2026-08-28",
            "s": 2990
          },
          {
            "d": "2026-08-29",
            "s": 3000
          },
          {
            "d": "2026-08-30",
            "s": 3000
          },
          {
            "d": "2026-08-31",
            "s": 3000
          }
        ]
      },
      {
        "name": "リルバシ",
        "color": "#cc663e",
        "avatar": "https://yt3.googleusercontent.com/bp_CX7qOIvj2-sbDMHSnoPjEuefwG0wuv94z66Nqpoz9T41wOFGREsij1THKpSkdy3PvvFxUZA=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2990,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2990
          },
          {
            "d": "2026-08-31",
            "s": 2990
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "DRE_Tata《ドリームボール》",
        "color": "#cc3e79",
        "avatar": "https://yt3.googleusercontent.com/AJHdGcVAn-OWbwFY_few-6dKd0tWEo95quy8XtZbBJb6QguSB2Me-rE6wdvDAs8W9-3JAj6mMg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2630,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2630
          },
          {
            "d": "2026-08-31",
            "s": 2630
          }
        ]
      },
      {
        "name": "某P国の球",
        "color": "#d4955e",
        "avatar": "https://yt3.googleusercontent.com/XrXLTRaii_TN3m_FTr8J_fMlh1VJfhmf43mY2JzU4iNTLMMtYQR0xvyge9r5Tokxl0TNVW-wn30=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2610,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2620
          },
          {
            "d": "2026-08-31",
            "s": 2610
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "はやぶさ",
        "color": "#9acc3e",
        "avatar": "https://yt3.googleusercontent.com/oprZ0pqHJTy8MjUDm1zELCRx66R8wLViSV6-TqJbVJ0yWJpo4DwpCmBh-7eAGTJLJG9SjEeeWuw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2530,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2530
          },
          {
            "d": "2026-08-31",
            "s": 2530
          }
        ]
      },
      {
        "name": "Alpha_Japan",
        "color": "#5ed479",
        "avatar": "https://yt3.googleusercontent.com/yPg8GzkXKdGPp2zsKmyj-xHW1Q_TsshGSy0msIsUETl7Z1NSlkxbJZ7uwiXPSTxMDNFbwD2Q=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2520,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2520
          },
          {
            "d": "2026-08-31",
            "s": 2520
          }
        ]
      },
      {
        "name": "さんどいつちball!!",
        "color": "#3ebbcc",
        "avatar": "https://yt3.googleusercontent.com/xwLdIb5B7k9l-4yfeHOTrTl9kJgtGCK35VfJ0Efs83bzU_HLtR401SYql-QiqQ_ryn5BF-SSmw=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2510,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2510
          },
          {
            "d": "2026-08-31",
            "s": 2510
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "日独伊同盟ボール(ポーランドボール)",
        "color": "#95d45e",
        "avatar": "https://yt3.googleusercontent.com/8x-zULuE0bf6GbydUZh3nQyTPrQ7rnZNHPQGN3mwP0bacDUOxtqn3XU0ZSOMMFXbT34D3LVPlQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2270,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2270
          },
          {
            "d": "2026-08-31",
            "s": 2270
          }
        ]
      },
      {
        "name": "信州ボール",
        "color": "#3ecc79",
        "avatar": "https://yt3.googleusercontent.com/PwNfzNceFKQIG8HYA09DBdyKKU4OUBZdQdPix97e6bfnUO0_bBTn8HOVRJ3TeSFVqLeLRi06v4o=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2260,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2260
          },
          {
            "d": "2026-08-31",
            "s": 2260
          }
        ]
      },
      {
        "name": "みみけけ",
        "color": "#5eb1d4",
        "avatar": "https://yt3.googleusercontent.com/gtr3tkd9Ra4HMv-hciHc65Lr1q_1mClGOA7Gq4jNkAmqHimaEZYW8psX3Q86hCvN1-y33-D-0Q=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2250,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2250
          },
          {
            "d": "2026-08-31",
            "s": 2250
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "Nà大和ボール",
        "color": "#d45ecc",
        "avatar": "https://yt3.googleusercontent.com/h9LJBh8voSTpKAg1qEsum8_xqgLHPv-6JMLk324I2__hStLiaJxmCHlWdF3_GWNi2MwVMjQDdQ=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2170,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2170
          },
          {
            "d": "2026-08-31",
            "s": 2170
          }
        ]
      },
      {
        "name": "ソビエトボールUSSR",
        "color": "#cc3e45",
        "avatar": "https://yt3.googleusercontent.com/oQR3FLSbYKMQi1K_7qkk8PVfmLILRrYecaE-8XC2kKcQiazxJwzRa-yCeX6OxqgbmJ07vNTC=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2160,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2160
          },
          {
            "d": "2026-08-31",
            "s": 2160
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "東トルキスタンボール",
        "color": "#d4c05e",
        "avatar": "https://yt3.googleusercontent.com/gl0PJDChU9pNvwUraC-NHdbfB-E4QFi_ACxD9BO_GSGGoUYkNmcNH6d3crXJ-8l44QeEHRjz=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2130,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2130
          },
          {
            "d": "2026-08-31",
            "s": 2130
          }
        ]
      },
      {
        "name": "スチロール【ポーランドボール】",
        "color": "#66cc3e",
        "avatar": "https://yt3.googleusercontent.com/JOm2bK8BIWTvVMMPnpH5pgZSCkzxxK98xNF0IeecxPHgbH_j4ZoSKeHS9A7cAWmpxQOs95sfUg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2110,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2110
          },
          {
            "d": "2026-08-31",
            "s": 2110
          }
        ]
      },
      {
        "name": "宇宙千葉のPBルーム",
        "color": "#5ed4a5",
        "avatar": "https://yt3.googleusercontent.com/_jK5l2UwBNsfjk9zVEdenHBT3eaTCeBaogOKV9JSU397tkbAGQvlyi7xnWxhn_9Ai9WGadGBUg=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2100,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2100
          },
          {
            "d": "2026-08-31",
            "s": 2100
          }
        ]
      }
    ]
  },
  {
    "members": [
      {
        "name": "Mīþ!緑ボール　[大緑]",
        "color": "#3e87cc",
        "avatar": "https://yt3.googleusercontent.com/Uutqa_lcVBzUOuW1_dfogp9IHqDbVdiJESzPjRwGeJRlgcpWb_vfKqIfK4TfDAIPgzIGis9x=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2080,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2080
          },
          {
            "d": "2026-08-31",
            "s": 2080
          }
        ]
      },
      {
        "name": "ミントの農場",
        "color": "#895ed4",
        "avatar": "https://yt3.googleusercontent.com/RnPkMOcvXnYH93HK6sBW4Pk3Z9xk8LGY2Flq4zNhr4yE8hhoRCqIh5px60QCEfsYUCJXuiD5ng=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2060,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2060
          },
          {
            "d": "2026-08-31",
            "s": 2060
          }
        ]
      },
      {
        "name": "ソ中ボール日友好平和同盟",
        "color": "#cc3ea8",
        "avatar": "https://yt3.googleusercontent.com/idKCYo4w5sKLb4FpUjDCoUGFI2ATRvQmRgavCKPeRW5wayDzDjKB9PnAgVEXLv6tDN2GjNBffkc=s900-c-k-c0x00ffffff-no-rj",
        "subs": 2050,
        "history": [
          {
            "d": "2026-08-30",
            "s": 2050
          },
          {
            "d": "2026-08-31",
            "s": 2050
          }
        ]
      }
    ]
  }
];
